"Don't change modification date for lossless JPEG transformations" = "執行無失真JPEG轉換時不要更改檔案修改日期";

/* NSButton (Cancel) : <title:Cancel> (oid:13) */
"Cancel" = "取消";

/* NSMenuItem : <title:Bring All to Front> (oid:5) */
"Bring All to Front" = "將此程式所有視窗移至最前";

/* NSMenuItem : <title:Minimize> (oid:23) */
"Minimize" = "縮到最小";

/* NSMenu : <title:Window> (oid:24) */
"Window" = "視窗";

/* NSMenuItem : <title:About Phœnix Slides> (oid:58) */
"About Phoenix Slides" = "關於 Phoenix Slides";

/* NSMenuItem : <title:Open...> (oid:72) */
"Open..." = "打開⋯";

/* NSMenuItem : <title:New Window> (oid:494) */
"New Window" = "新增視窗";

/* NSMenuItem : <title:Close Window> (oid:499) */
"Close Window" = "關閉";

/* NSMenuItem : <title:File> (oid:83) */
"File" = "檔案";

/* NSMenu : <title:Help> (oid:106) */
"Help" = "輔助說明";

/* NSMenuItem : <title:Phœnix Slides Help> (oid:111) */
"Phoenix Slides Help" = "Phoenix Slides 輔助說明";
"Automatically check for updates" = "自動檢查更新";
"Submit Feedback (Web Site)" = "發表意見（網站）";
"Check for Update…" = "檢查更新⋯";
"Next check: %{value1}@" = "下次檢查: %{value1}@";

"Random" = "隨機";

/* NSMenuItem : <title:Preferences…> (oid:129) */
"Preferences…" = "偏好設定⋯";

/* NSMenuItem : <title:Services> (oid:131) */
"Services" = "服務";

/* NSMenuItem : <title:Hide Phoenix Slides> (oid:134) */
"Hide Phoenix Slides" = "隱藏 Phoenix Slides";

/* NSMenuItem : <title:Hide Others> (oid:145) */
"Hide Others" = "隱藏其他";

/* NSMenuItem : <title:Show All> (oid:150) */
"Show All" = "顯示全部";

/* NSMenuItem : <title:Copy> (oid:157) */
"Copy" = "拷貝";

/* NSMenuItem : <title:Undo> (oid:158) */
"Undo" = "還原";

/* NSMenuItem : <title:Cut> (oid:160) */
"Cut" = "剪下";

/* NSMenuItem : <title:Delete> (oid:164) */
"Delete" = "刪除";

/* NSMenu : <title:Edit> (oid:169) */
"Edit" = "編輯";

/* NSMenuItem : <title:Paste> (oid:171) */
"Paste" = "貼上";

/* NSMenuItem : <title:Select All> (oid:172) */
"Select All" = "全選";

/* NSMenuItem : <title:Redo> (oid:173) */
"Redo" = "重作";

/* NSMenuItem : <title:Zoom> (oid:197) */
"Zoom" = "縮放";

/* NSMenu : <title:幻燈片> (oid:318) */
"Begin Slideshow" = "播放幻燈片";

/* NSMenuItem : <title:End Slideshow> (oid:329) */
"End Slideshow" = "結束幻燈秀";

/* NSMenuItem : <title:Loop> (oid:331) */
"Loop" = "循環";

/* NSMenuItem : <title:Select None> (oid:334) */
"Select None" = "不選擇";

/* NSMenuItem : <title:Reveal In Finder> (oid:341) */
"Reveal In Finder" = "顯示於 Finder";

/* NSMenuItem : <title:Move To Trash> (oid:343) */
"Move To Trash" = "丟到垃圾桶";

/* NSButton (Slideshow) : <title:Slideshow> (oid:368) */
"Slideshow" = "幻燈片";

/* NSButton (Subfolders ⌘F) : <title:Subfolders ⌘F> (oid:370) */
"Subfolders ⌘F" = "次檔案夾 ⌘F";
/* NSIBHelpConnector : <title:Search all subfolders for images (slower).> (oid:386) */
/* ** "Search all subfolders for images (slower)." = "Search all subfolders for images (slower)."; */

/* NSMenuItem : <title:Set As Desktop Picture> (oid:391) */
"Set As Desktop Picture" = "設定為桌面背景";

/* NSPanel (Preferences) : <title:Preferences> (oid:394) */
"Preferences" = "偏好設定";

"General" = "一般";
"On startup:" = "啟動時：";
"Go to specified folder:" = "前往所選的檔案夾：";
"Go to most recently visited folder" = "前往最近使用的檔案夾";
"Choose…" = "選取⋯";

"Slideshow Defaults:" = "幻燈秀預設：";
"Background Color/Transparency" = "背景顏色及透明度";
"Apply Settings" = "立即套用設定";

/* These don't have to be literally translated from English, */
/* they are simply the text surrounding the text input field */
"Auto-advance every" = "每";
"seconds" = "秒自動前往";


/* NSMenuItem : <title:Quit Phœnix Slides> (oid:136) */
"Quit Phoenix Slides" = "結束 Phoenix Slides";

"Show Cheat Sheet" = "顯示簡單說明";
"Scale Up Small Images" = "將小影像放大";
"Show Large Images at Actual Size" = "以實際大小顯示大影像";
"No images selected" = "沒有所選項目";

/* NSMenuItem : <title:Get Info> (oid:486) */
"Get Info" = "簡介";

/* JPEG Menu */
/* NSMenuItem : <title:Advanced Options…> (oid:470) */
"Advanced Options…" = "進階⋯";

/* NSMenuItem : <title:Flip Horizontal ↔> (oid:464) */
"Flip Horizontal ↔" = "水平翻轉 ↔";

/* NSMenuItem : <title:Flip Vertical ↕> (oid:465) */
"Flip Vertical ↕" = "垂直翻轉 ↕";

/* NSMenuItem : <title:Make Progressive> (oid:469) */
"Make Progressive" = "轉成漸進JPEG檔案";

/* NSMenuItem : <title:Rotate 180°> (oid:466) */
"Rotate 180°" = "旋轉180°";

/* NSMenuItem : <title:Rotate Left> (oid:453) */
"Rotate Left" = "向左旋轉";

/* NSMenuItem : <title:Rotate Right> (oid:451) */
"Rotate Right" = "向右旋轉";

/* NSMenuItem : <title:Transpose (Flip Diag.) ↙> (oid:490) */
"Transpose (Flip Diag.) ↙" = "對角線翻轉 ↙";

/* NSMenuItem : <title:Transverse Transpose ↘> (oid:491) */
"Transverse Transpose ↘" = "對角線翻轉 ↘";


/* NSPanel (Transforming JPEG...) : <title:Transforming JPEG...> (oid:455) */
"Transforming JPEG..." = "轉換JPEG⋯";

/* NSTextField (Processing files...) : <title:Processing files...> (oid:458) */
"Processing files..." = "正在處理檔案⋯";


/* NSButton (Convert) : <title:Convert> (oid:27) */
"Convert" = "轉換";

/* NSButton (Drop Nontransformable Edge Blocks ⌘D) : <title:Drop Nontransformable Edge Blocks ⌘D> (oid:33) */
"Drop Nontransformable Edge Blocks ⌘D" = "刪除不能轉換的邊緣數據塊 ⌘D";

/* NSMenuItem : <title:Remove All Markers> (oid:32) */
"Remove All Markers" = "刪除所有標記";

/* NSMenuItem : <title:Keep JPEG Comments Only (Remove EXIF and Others)> (oid:30) */
"Keep JPEG Comments Only (Remove EXIF and Others)" = "只保留JPEG註解 (刪除EXIF和其他標記)";

/* NSMenuItem : <title:Keep Markers> (oid:31) */
"Keep Markers" = "保留所有標記";

/* NSButton (Make Progressive ⌘P) : <title:Make Progressive ⌘P> (oid:11) */
"Make Progressive ⌘P" = "轉成漸進JPEG檔案 ⌘P";

/* NSMenuItem : <title:No Transformation> (oid:20) */
"No Transformation" = "不要轉換";

/* NSButton (Optimize Huffman Table ⌘O) : <title:Optimize Huffman Table ⌘O> (oid:35) */
"Optimize Huffman Table ⌘O" = "最佳化 Huffman 表 ⌘O";

/* NSTextField (Transformation:) : <title:Transformation:> (oid:34) */
"Transformation:" = "轉換形式:";

/* NSTextField (Options:) : <title:Options:> (oid:12) */
"Options:" = "其他選向:";

/* NSPanel (Process JPEG Files) : <title:Process JPEG Files> (oid:7) */
"Process JPEG Files" = "轉換JPEG檔案";

/* NSButton (Reduce to Grayscale ⌘G) : <title:Reduce to Grayscale ⌘G> (oid:14) */
"Reduce to Grayscale ⌘G" = "轉成黑白 ⌘G";


/* EXIF Panel */
/* NSPanel (Image Info) : <title:Image Info> (oid:481) */
"Image Info" = "圖像簡介";

/* NSButton (More EXIF Tags) : <title:More EXIF Tags> (oid:537) */
"More EXIF Tags" = "更多EXIF屬性";

"EXIF Thumbnail" = "EXIF縮覽圖";
"no EXIF thumbnail" = "無EXIF縮覽圖";

"Remove Thumbnail…" = "刪除縮覽圖⋯";
"Rotate JPEG Files by Orientation Tag" = "根據方向屬性旋轉JPEG檔案";
"Auto-rotate JPEG Files" = "自動旋轉JPEG檔案";
"Reset Orientation Tag…" = "重置方向屬性⋯";
"Regenerate EXIF Thumbnail…" = "重新製作EXIF縮覽圖⋯";

"Allow moving files/making aliases" = "允許搬移檔案、製作替身";
"Thumbnail Background Color" = "縮覽圖背景顏色";
"Maximum Thumbnail Width" = "最大縮覽圖寬度";
